Repository: paxswill/evesrp
Catalog: evesrp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: %(kill_id)d: %(pilot)s lost a ship. Verified: %(verified)s
es: %(kill_id)d: %(pilot)s perdió una nave. Verificado: %(verified)s

source: A generic Killmail. If you see this text, you need to configure your application.
es: A Killmail genérico. Si ves este texto, es necesario configurar el solicitud.

source: '%(url)s' is not a valid zKillboard killmail
es: '%(url)s' no es un correo de la pérdida zKillboard válida

source: Error retrieving killmail data: %(code)d
es: Error de datos electrónico pérdida recuperar: %(code)d

source: Invalid killmail: %(url)s
es: Correo de la pérdida no es válido: %(url)s

source: %(kill_id)d: %(pilot)s lost a ship. Verified: %(verified)s. ZKillboard URL: %(url).
es: %(kill_id)d: %(pilot)s perdió una nave. Verificado: %(verified)s. ZKillboard URL: %(url).

source: A link to a lossmail from <a href="https://zkillboard.com/">ZKillboard</a>.
es: Un enlace a un correo de la pérdida de <a href="https://zkillboard.com/">ZKillboard</a>.

source: '%(url)s' is not a valid CREST killmail
es: '%(url)s' no es un correo de la pérdida de CREST válida

source: Error retrieving CREST killmail: %(error)s
es: Error al recuperar killmail CREST: %(error)s

source: A CREST external killmail link.
es: Un enlace killmail externa CREST.

source: Evaluating
es: Evaluación

source: Approved
es: Aprobado

source: Paid
es: Pagado

source: Rejected
es: Rechazado

source: Incomplete
es: Incompleto

source: Comment
es: Comentario

source: Modifiers can only be voided when the request is in the evaluating state.
es: Modificadores sólo pueden ser canceladas cuando la solicitud se encuentra en estado evaluando.

source: Modifiers can only be added when the request is in an evaluating state.
es: Los modificadores sólo se pueden añadir cuando la solicitud esté en un estado evaluando.

source: Only reviewers can add modifiers.
es: Solamente los revisores pueden añadir modificadores.

source: The request must be in the evaluating state to change the base payout.
es: La solicitud debe estar en el estado evaluando cambiar el pago de base.

source: Comment is not a valid status
es: El comentario no es un estado válido

source: %(new_status)s is not a valid status to change to from %(old_status)s.
es: %(new_status)s no es un estado válido para cambiar de %(old_status)s.

source: Insufficient permissions to perform that action.
es: Permisos insuficientes para llevar a cabo dicha acción.

source: You must either own or have special privileges to comment on this request.
es: Usted debe ya sea propia o tienen privilegios especiales para comentar sobre esta solicitud.

source: Log In using %(authmethod_name)s
es: Acceder usando %(authmethod_name)s

source: Submitter
es: Peticionario

source: Reviewer
es: Revisor

source: Payer
es: Pagador

source: Administrator
es: Administrador

source: API Keys
es: Claves API

source: You can create API keys for this app's <a href="%(doc_url)s">external API</a> using the button below. This is unrelated to the official EVE API from CCP.
es: Puede crear claves API para esta aplicación <a href="%(doc_url)s"> API externa </a> usando el botón de abajo. Esto no está relacionado con la API oficial de EVE del CCP.

source: API Key
es: Clave API

source: Created
es: Creado

source: Remove
es: Quitar

source: No API keys have been created.
es: No se han creado claves API.

source: Create API Key
es: Crear Clave API

source: Toggle Navigation
es: Activar Navigacíon

source: Pending
es: Pendiente

source: Pay Outs
es: Pagos

source: Completed
es: Terminado

source: Log In
es: Iniciar

source: Submit
es: Enviar

source: Requests
es: Solicitudes

source: Permissions
es: Permisos

source: Log Out
es: Desconectarse

source: Github Project
es: Github Proyecto

source: Help
es: Ayuda

source: %(queries)d queries in %(time).3f ms
es: %(queries)d consultas en %(time).3f ms

source: Attribute Transformers
es: Atributo Transformers

source: Name
es: Nombre

source: Type
es: Tipo

source: Authentication Source
es: Fuente de Autenticación

source: Group (%(num_users)s)
es: Grupo (%(num_users)s)

source: User
es: Usuario

source: Add
es: Añadir

source: Administer Divisions
es: Administrar Divisiones

source: Division Name
es: División Nombre

source: Submitters
es: Peticionarios

source: Reviewers
es: Revisores

source: Payers
es: Pagadores

source: Auditors
es: Cuentas

source: Admins
es: Administradores

source: Add Division
es: Añadir División

source: Bad Request
es: Solicitud Incorrecta

source: Forbidden
es: Prohibido

source: Not Found
es: Extraviado

source: Internal Server Error
es: Error Interno Del Servidor

source: Service Unavailable
es: Servicio No Disponible

source: Filters
es: Filtros

source: Request ID
es: Solicitud ID

source: Pilot
es: Piloto

source: Ship
es: Barco

source: System
es: Sistema

source: Status
es: Estado

source: Payout
es: Pago

source: Submit Time
es: Envío Tiempo

source: Division
es: División

source: %(num)s request
es: %(num)s solicitud

source: Copy %(copy_label)s to clipboard
es: Copie %(copy_label)s al portapapeles

source: Add User Note
es: Notas Para El Usuario

source: %(noter)s on %(timestamp)s
es: %(noter)s a las %(timestamp)s

source: This user doesn't have any notes.
es: Este usario no tiene ningún notas.

source: Request #%(request_id)s
es: Solicitud #%(request_id)s

source: External Lossmail
es: Pérdida de correo externo

source: Details
es: Detalles

source: Modifiers
es: Modificadores

source: Actions
es: Acciones

source: Reason
es: Razón

source: Payment for %(request_id)s
es: Pago de %(request_id)s

source: Mark Paid
es: Marcos de pago

source: Timestamp
es: Marca de tiempo

source: Note
es: Nota

source: Your Permissions
es: Sus permisos

source: %(amount)sM ISK bonus
es: Bonificación del %(amount)sM

source: %(amount)sM ISK penalty
es: Multa del %(amount)sM

source: %(amount)s bonus
es: Bonificación del %(amount)s

source: %(amount)s penalty
es: Multa del %(amount)s

source: Update Details
es: Acutalizar los detalles

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Time of Loss
es: Tiempo de Pérdida

source: Change Division
es: División de Cambrio

source: Corporation
es: Corporación

source: Alliance
es: Alianza

source: Location
es: Ubicación

source: Base Payout: %(base_payout)s
es: Pago Base: %(base_payout)s

source: Toggle Dropdown
es: Alternar Desplegable

source: voided by %(voided_name)s at %(voided_timestamp)s
es: anulado por %(voided_name)s at %(voided_timestamp)s

source: Notes for '%(name)s' from %(authmethod)s
es: Notas para '%(name)s' de %(authmethod)s

source: %(name)s at %(timestamp)s
es: %(name)s a las %(timestamp)s

source: Close
es: Cerrar

source: User Notes
es: Notas Para El Usuario

source: Add Note
es: Añadir La Nota

source: View Notes
es: Ver Notas

source: Set Base Payout
es: Set Pago Base

source: Set
es: Establecer

source: % Bonus
es: % de bonificación

source: % Deduction
es: % de deducción

source: M ISK Bonus
es: M ISK Bono

source: M ISK Deduction
es: M ISK Deducción

source: Create Division
es: Crear División

source: Solar System
es: Sistema Solar

source: Constellation
es: Constelación

source: Region
es: Región

source: Request Status
es: Estado de la Solicitud

source: Attribute
es: Atributo

source: Transformer
es: Transformador

source: No entity with ID #%(id_num)d.
es: Ninguna entidad con el ID #%(id_num)d.

source: No entities with the name '%(name)s' found.
es: Ninguna entidad con el nombre de "%(name)s" encontró.

source: Multiple entities with the name '%(name)s' found.
es: Varias entidades con el nombre de "%(name)s" encontró.

source: %(name)s is now a %(role)s.
es: %(name)s es ahora un %(role)s.

source: %(name)s is not a %(role)s.
es: %(name)s no es un %(role)s.

source: %(name)s is no longer a %(role)s.
es: %(name)s ya no es un %(role)s.

source: Errors for %(field_name)s: %(error)s.
es: Error de %(field_name)s: %(error)s.

source: '%(attribute)s' set to '%(transformer)s'.
es: "%(attribute)s" establece en "%(transformer)s".

source: Invalid value for page number: %(num)d.
es: Valor no válido para el número de página: %(num)d.

source: Invalid date format. Please read the documentation for date filtering.
es: Formato de fecha no válida. Por favor, lea la documentación para el filtrado de la fecha.

source: Unknown filter attribute name: %(attribute)s.
es: Filtro Desconocido nombre de atributo: %(attribute)s.

source: %(name)s's Requests
es: Las solicitudes de %(name)s

source: Pending Requests
es: Solicitudes Pendientes

source: Completed Requests
es: Solicitudes Terminados

source: All Requests
es: Todas las Solicitudes

source: %(url)s cannot be verified.
es: %(url)s no se puede verificar.

source: Acceptable Killmail Links:<ul>%(sources)s</ul>
es: Fuentes killmail aceptables:<ul>%(sources)s</ul>

source: No division with ID '%(div_id)s'.
es: Ninguna división con ID '%(div_id)s'.

source: You do not have permission to submit to division '%(name)s'.
es: Usted no tiene permiso para enviar a la división ‘%(name)s’.

source: You can only submit killmails of characters you control
es: Sólo se puede presentar killmails de personajes que controlas

source: This kill has already been submitted
es: Esta pérdida ya se ha presentado

source: Submit Request
es: Enviar Solicitud

source: Value
es: Valor

source: If you have something like '#{Kill ID}', it will be linkified to the corresponding request (if it exists). For example, #1234567 would be linked to the request for the kill with ID 1234567.
es: Si usted tiene algo así como '# {ID} Kill', será vinculado a la solicitud correspondiente (si existe). Por ejemplo, # 1234567 estaría vinculada a la solicitud de la matanza con ID 1234567.

source: Only reviewers can change the base payout.
es: Sólo los colaboradores pueden cambiar el pago de base.

source: Invalid modifier ID %(modifier_id)d.
es: Identificación modificador no válido%(modifier_id)d.

source: Only the submitter can change the request details.
es: Sólo el remitente puede cambiar los detalles de la solicitud.

source: Details can only be changed when the request is still pending.
es: Detalles sólo se pueden cambiar cuando la solicitud está pendiente.

source: Old Details: %(details)s
es: Detalles Viejos: %(details)s

source: You do not have permission to add a note to a user.
es: Usted no tiene permiso para añadir una nota a un usuario.

source: Cannot change the division as this request is in a finalized state
es: No se puede cambiar la división que esta solicitud está en un estado finalizado

source: No other divisions to move to.
es: No hay otras divisiones para desplazarse a.

source: Moving from division '%(old_division)s' to division '%(new_division)s'.
es: Pasar de la división '%(old_division)s' a la división '%(new_division)s'.

source: Request #%(request_id)d moved to %(division)s division
es: Solicitud #%(request_id)d trasladó a %(division)s división

source: Change #%(request_id)d's Division
es: Cambiar División de #%(request_id)d

source: %(user_name)s <small class="text-muted text-right">from %(auth_source)s</small>
es: %(user_name)s <small class=“text-mutes text-right”>de %(auth_source)s</small>

source: Copy to clipboard
es: Copiar al portapapeles

source: not
es: no

source: before
es: ante

source: after
es: después

source: Kill Timestamp
es: Marca de tiempo de muertes

source: Submit Timestamp
es: Marca de tiempo presentación
